Hair_data = [
    "1BTC",
    "1ETH",
    "123元",
    "666元",
    "888元",
    "8888元",
    "6666元",
    "1111元",
    "1w元",
    "10w元",
    "1毛钱",
    "100块",
    "11BTC",
    "10BTC",
    "1ETH"
];

Attribute_data = [
    "爆",
    "爆爆",
    "连环爆",
    "爆仓是不可能的",
    "螺旋爆",
    "飞到天上再爆",
    "不管赢多少都爆",
    "不爆吧",
    "你这么漂亮一定会爆",
    "十连爆",
    "家里爆",
    "单位爆",
    "人品好不爆",
    "说啥也不爆",
    "爆爆爆",
    "宝宝爆炸吧",
    "呵呵不爆",
    "不爆仓的人生不完整",
    "完整的爆仓",
    "不爆你爆谁",
    "你老婆喊你一会不看爆了",
    "你睡着了爆了",
    "你玩游戏没看爆了",
    "你心情不好爆了",
    "别说了我自己爆",
    "运气好不爆",
    "没爆诶",
    "发发发",
    "就不爆",
    "厉害了",
    "真的不爆",
    "OK爆了"
];

Character_data = [
    "吉",
    "小吉",
    "中吉",
    "大吉",
    "大大吉",
    "凶",
    "小凶",
    "中凶",
    "大凶",
    "真凶",
    "印堂发黑",
    "满面红光",
    "杨超越祝福了你",
    "你是锦鲤",
    "财神看上了你",
    "财神祝福了你但是被杨超越抢走了一半运气",
    "祖上有青烟",
    "老佛爷保佑你但是大清没了",
    "大慈大悲观世音保佑你",
    "佛祖保佑你",
    "猪八戒关注了你",
    "巴菲特请你吃饭",
    "你是真锦鲤",
    "别怕，下载个hiwa",
    "哈哈哈",
    "运气大王",
    "骨骼清奇",
    "血光之灾",
    "别说了"
];

//数据来源:随便百度的 毫无科学依据
Cupsize_data = [
    "2X",
    "3X","4X","5X","6X","8X",
    "10X","10X","10X","10X","10X","10X","10X","10X","10X","10X","10X",
    "20X","20X","20X","20X",
    "50X","50X","50X",
    "66X","66X",
    "88X",
    "100X"
];

Skin_data = [
    "轻仓",
    "重仓",
    "中仓",
    "满仓搞",
    "满仓搞",
    "满仓搞",
    "满仓搞",
    "满仓搞",
    "满仓搞",
    "梭哈"
];

Name_1 = ['空军','多军']
Name_2 = ['BTC','ETH','EOS']
Name_3 = ['绝不隔夜','随缘平','爆仓就是平仓']
Name_4 = ['Okex','Bitmex','HuobiDM']